Repository: vinegarhq/vinegar
Catalog: data/po/*.po
Languages: de, pt_br

source: Checking Wineprefix
de: Wineprefix wird überprüft
pt_br: Verificando prefixo Wine

source: Checking DXVK
de: DXVK wird überprüft
pt_br: Verificando DXVK

source: Downloading DXVK
de: DXVK wird heruntergeladen
pt_br: Baixando DXVK

source: Extracting DXVK
de: DXVK wird extrahiert
pt_br: Extraindo DXVK

source: Checking WebView
de: WebView wird überprüft
pt_br: Verificando WebView

source: Uninstalling WebView
de: WebView wird gelöscht
pt_br: Desinstalando WebView

source: Fetching WebView
de: WebView wird geholt
pt_br: Adquirindo WebView

source: Downloading WebView
de: WebView wird heruntergeladen
pt_br: Baixando WebView

source: Installing WebView
de: WebView wird installiert
pt_br: Instalando WebView

source: Up to date
de: Auf dem aktuellen Stand
pt_br: Atualizado

source: Installing Studio
de: Studio wird installiert
pt_br: Instalando Studio

source: Writing AppSettings
de: AppSettings werden geschrieben
pt_br: Escrevendo AppSettings

source: Writing Registry
de: Register wird geschrieben
pt_br: Escrevendo Registro

source: Checking for updates
de: Aktualität wird überprüft
pt_br: Verificando por atualizações

source: Finding Mirror
de: Mirror wird gesucht
pt_br: Encontrando Espelho

source: Fetching Package List
de: Paketliste wird geholt
pt_br: Adquirindo Lista de Pacotes

source: Fetching Installation Directives
de: Installierungsrichtlinien werden geholt
pt_br: Adquirindo Diretivas de Instalação

source: Installing Packages
de: Pakete werden installiert
pt_br: Instalando Pacotes

source: Setting up Wine
de: Wine wird vorbereitet
pt_br: Configurando Wine

source: Updating Paths
de: Pfade werden aktualisiert
pt_br: Atualizando Caminhos

source: Build up to date
de: Software auf dem aktuellen stand
pt_br: Build atualizada

source: Updated Wine
de: Wine aktualisiert
pt_br: Wine Atualizado

source: Stop
de: Anhalten
pt_br: Parar

source: Run Studio
de: Studio starten
pt_br: Abrir Studio

source: Initialize
de: Initialisieren
pt_br: Inicializar

source: Something went wrong
de: Etwas ist falsch gelaufen
pt_br: Algo deu errado

source: Open Log
de: Log öffnen
pt_br: Abrir Log

source: Acquiring user authentication
de: Nutzerauthentifizierung wird akquiriert
pt_br: Adquirindo autenticação de usuário

source: Copying Overlay
de: Overlay wird kopiert
pt_br: Copiando Overlay

source: Launching Studio
de: Studio wird gestartet
pt_br: Abrindo Studio

source: Applying FFlags
de: FFlags werden angewendet
pt_br: Aplicando FFlags

source: Stopped all processes
de: Alle Prozesse wurden angehalten
pt_br: Todos os processos foram interrompidos

source: Deleted Wine data
de: Wine-Daten wurden gelöscht
pt_br: Os dados do Wine foram excluídos

source: Uninstalled studio
de: Studio wurde gelöscht
pt_br: O Studio foi desinstalado

source: Cleared cache
de: Cache wurde geleert
pt_br: Cache limpo

source: Key name to add
de: Zu hinzuzufügender Schlüsselname
pt_br: Nome da chave

source: Initializing Vinegar
de: Vinegar wird initialisiert
pt_br: Inicializando Vinegar

source: Cancel
de: Abbrechen
pt_br: Cancelar

source: Uninitialized
de: Entinitialisiert
pt_br: Não inicializado

source: Custom Command
de: Benutzerdefinierter Befehl
pt_br: Comando Personalizado

source: Components
de: Komponenten
pt_br: Componentes

source: Advanced Wine Settings
de: Fortgeschrittene Wine-Einstellungen
pt_br: Configurações Avançadas do Wine

source: Under the hood, Vinegar configures and manages Wine, using <a href='https://github.com/vinegarhq/kombucha'>a patched version</a> by default to enhance the Studio experience. However, Wine's instability may vary from system to system.
de: Standardmäßig konfiguriert und verwaltet Vinegar Wine intern mit <a href='https://github.com/vinegarhq/kombucha'> einer gepatchten Version</a>, um die Erfahrung der Studiobenutzung zu verbessen. Jedoch kann die instabilität von Wine von System zu System variieren.
pt_br: Por baixo dos panos, o Vinegar usa <a href='https://github.com/vinegarhq/kombucha'>uma versão customizada do Wine</a> para melhorar a experiência do Studio. Entretanto, a instabilidade do Wine pode variar de sistema para sistema.

source: Vinegar's settings can be configured to fix multiple window or rendering issues, if any occur. See <a href='https://vinegarhq.org/Vinegar/Troubleshooting.html'>Common problems and their fixes</a> for further information.
de: Vinegar's Einstellungen können konfiguriert werden, um Probleme mit mehreren Fenstern oder dem Rendering zu beheben, falls welche auftreten.Siehe <a href='https://vinegarhq.org/Vinegar/Troubleshooting.html'>Einfache probleme und ihre Lösungen</a> für weitere Informationen
pt_br: As configurações do Vinegar podem ser ajustadas para solucionar problemas demúltiplas janelas ou de renderização, caso eles ocorram. Veja apágina de <a href='https://vinegarhq.org/Vinegar/Troubleshooting.html'>Problemas Comuns e suas Soluções</a> para mais informações.

source: Troubleshooting Wine
de: Problembehebung bei Wine
pt_br: Solucionando Problemas do Wine

source: You may tweak Vinegar's settings or manage your Wine data from the manager page, which can be accessed by right clicking on Vinegar's icon on your desktop or searching for "Manage" in your application launcher.
de: Vinegar's Einstellungen und die Wine-Daten können von der Manager-Seite aus verwaltet werden, welches sie durch einen Rechtsklick auf das Vinegar-icon aufrufen können, oder indem sie in ihrem Anwendungs-starter "Manage" suchen.
pt_br: Você pode mexer nas configurações do Vinegar ou gerenciar os dados do Wine pela página do gerenciador, que pode ser acessada clicando com o botão direito no ícone do Vinegar na sua área de trabalho ou pesquisando por "Gerenciar" no seu launcher de aplicações.

source: Configuration
de: Konfiguration
pt_br: Configuração

source: Configure
de: Konfigurieren
pt_br: Configurar

source: Welcome to Vinegar
de: Willkommen zu Vinegar
pt_br: Bem-vindo ao Vinegar

source: Stop Processes
de: Prozesse anhalten
pt_br: Interromper Processos

source: Open Files
de: Dateien öffnen
pt_br: Abrir Arquivos

source: Update Wine Installation
de: Wine-Installation aktualisieren
pt_br: Atualizar Instalação do Wine

source: Uninstall Studio
de: Studio löschen
pt_br: Desinstalar o Studio

source: Delete Prefix Data
de: Prefix-Daten löschen
pt_br: Apagar Dados do Prefixo

source: About Vinegar
de: Über Vinegar
pt_br: Sobre o Vinegar

source: Clear Cache
de: Cache leeren
pt_br: Limpar Cache

source: Open Logs
de: Logs öffnen
pt_br: Abrir Logs

source: Rendering
pt_br: Renderização

source: Behavior
de: Verhalten
pt_br: Comportamento

source: Environment
de: Umgebung
pt_br: Ambiente

source: Deployment Overrides
de: Verteilungsüberschreibungen
pt_br: Configurações de Implantação

source: May be used for UI elements and logging in
de: Kann für UI Elemente und fürs einloggen verwendet werden
pt_br: Pode ser utilizado para elementos da interface e para realizar login

source: Web Pages
de: Webseiten
pt_br: Páginas Web

source: WebView2 Version
pt_br: Versão do WebView2

source: Wine Installation
pt_br: Instalação do Wine

source: Launcher Command (ex. gamescope)
de: Startbefehl (z.B gamescope)
pt_br: Comando de Launcher (ex. gamescope)

source: Virtual Desktops
de: Virtuelle Desktops
pt_br: Desktops Virtuais

source: Create an isolated window for each Studio instance
de: Erstellt ein isoliertes Fenster für jede Studioinstanz
pt_br: Cria uma janela isolada para cada instância do Studio

source: Window resolution (eg. 1920x1080)
de: Fensterauflösung (z.B. 1920x1080)
pt_br: Resolução da Janela (ex. 1920x1080)

source: Improve D3D11 compatibility by translating it to Vulkan
de: Verbessert D3D11 kompatibilität, indem es es zu Vulkan übersetzt
pt_br: Melhore a compatibilidade com D3D11 traduzindo para o Vulkan

source: Version
pt_br: Versão

source: Renderer
pt_br: Renderizador

source: Studio's Graphics Mode
de: Studio's Grafikmodus
pt_br: Modo Gráfico do Studio

source: Display your development status on your Discord profile
de: Zeigt ihren Entwicklungsstatus auf ihrem Discordprofil an
pt_br: Mostre seu status de desenvolvimento no seu perfil do Discord

source: Share Activity on Discord
de: Aktivität auf Discord teilen
pt_br: Compartilhar Atividade no Discord

source: Apply system optimizations. May improve performance.
de: Systemoptimierungen anwenden. Kann performance verbessern
pt_br: Aplicar otimizações de sistema. Pode melhorar a performance.

source: Studio Deployment Version
de: Studioverteilungsversion
pt_br: Versão de Implantação do Studio

source: Studio Update Channel
de: Studioaktualisierungskanal
pt_br: Canal de Atualização do Studio

source: Debug
pt_br: Depuração

source: Output Studio logs and Web API requests
de: Studio logs und Web API anfragen ausgeben
pt_br: Salve as logs do Studio e pedidos de Web API
